[
  {"id":"ahn2011","abstract":"Chinese hamster ovary (CHO) cells are the main platform for production of biotherapeutics in the biopharmaceutical industry. However, relatively little is known about the metabolism of CHO cells in cell culture. In this work, metabolism of CHO cells was studied at the growth phase and early stationary phase using isotopic tracers and mass spectrometry. CHO cells were grown in fed-batch culture over a period of six days. On days 2 and 4, [1,2-(13)C] glucose was introduced and the labeling of intracellular metabolites was measured by gas chromatography-mass spectrometry (GC-MS) at 6, 12 and 24h following the introduction of tracer. Intracellular metabolic fluxes were quantified from measured extracellular rates and (13)C-labeling dynamics of intracellular metabolites using non-stationary (13)C-metabolic flux analysis ((13)C-MFA). The flux results revealed significant rewiring of intracellular metabolic fluxes in the transition from growth to non-growth, including changes in energy metabolism, redox metabolism, oxidative pentose phosphate pathway and anaplerosis. At the exponential phase, CHO cell metabolism was characterized by a high flux of glycolysis from glucose to lactate, anaplerosis from pyruvate to oxaloacetate and from glutamate to alpha-ketoglutarate, and cataplerosis though malic enzyme. At the stationary phase, the flux map was characterized by a reduced flux of glycolysis, net lactate uptake, oxidative pentose phosphate pathway flux, and reduced rate of anaplerosis. The fluxes of pyruvate dehydrogenase and TCA cycle were similar at the exponential and stationary phase. The results presented here provide a solid foundation for future studies of CHO cell metabolism for applications such as cell line development and medium optimization for high-titer production of recombinant proteins.","author":[{"family":"Ahn","given":"W. S."},{"family":"Antoniewicz","given":"M. R."}],"citation-key":"ahn2011","container-title":"Metab Eng","DOI":"10.1016/j.ymben.2011.07.002","ISSN":"1096-7184 (Electronic) 1096-7176 (Linking)","issue":"5","issued":{"date-parts":[[2011,9]]},"page":"598-609","title":"Metabolic flux analysis of CHO cells at growth and non-growth phases using isotopic tracers and mass spectrometry","type":"article-journal","volume":"13"},
  {"id":"antoniewicz2018","abstract":"Cancer metabolism is significantly altered from normal cellular metabolism allowing cancer cells to adapt to changing microenvironments and maintain high rates of proliferation. In the past decade, stable-isotope tracing and network analysis have become powerful tools for uncovering metabolic pathways that are differentially activated in cancer cells. In particular, 13C metabolic flux analysis (13C-MFA) has emerged as the primary technique for quantifying intracellular fluxes in cancer cells. In this review, we provide a practical guide for investigators interested in getting started with 13C-MFA. We describe best practices in 13C-MFA, highlight potential pitfalls and alternative approaches, and conclude with new developments that can further enhance our understanding of cancer metabolism.","accessed":{"date-parts":[[2022,6,18]]},"author":[{"family":"Antoniewicz","given":"Maciek R."}],"citation-key":"antoniewicz2018","container-title":"Experimental & Molecular Medicine","container-title-short":"Exp Mol Med","DOI":"10.1038/s12276-018-0060-y","ISSN":"2092-6413","issue":"4","issued":{"date-parts":[[2018,4]]},"language":"en","license":"2018 The Author(s)","number":"4","page":"1-13","publisher":"Nature Publishing Group","source":"www-nature-com.ezp-prod1.hul.harvard.edu","title":"A guide to 13C metabolic flux analysis for the cancer biologist","type":"article-journal","URL":"http://www.nature.com/articles/s12276-018-0060-y","volume":"50"},
  {"id":"buescher2015","abstract":"Measuring intracellular metabolism has increasingly led to important insights in biomedical research. (13)C tracer analysis, although less information-rich than quantitative (13)C flux analysis that requires computational data integration, has been established as a time-efficient method to unravel relative pathway activities, qualitative changes in pathway contributions, and nutrient contributions. Here, we review selected key issues in interpreting (13)C metabolite labeling patterns, with the goal of drawing accurate conclusions from steady state and dynamic stable isotopic tracer experiments.","author":[{"family":"Buescher","given":"J. M."},{"family":"Antoniewicz","given":"M. R."},{"family":"Boros","given":"L. G."},{"family":"Burgess","given":"S. C."},{"family":"Brunengraber","given":"H."},{"family":"Clish","given":"C. B."},{"family":"DeBerardinis","given":"R. J."},{"family":"Feron","given":"O."},{"family":"Frezza","given":"C."},{"family":"Ghesquiere","given":"B."},{"family":"Gottlieb","given":"E."},{"family":"Hiller","given":"K."},{"family":"Jones","given":"R. G."},{"family":"Kamphorst","given":"J. J."},{"family":"Kibbey","given":"R. G."},{"family":"Kimmelman","given":"A. C."},{"family":"Locasale","given":"J. W."},{"family":"Lunt","given":"S. Y."},{"family":"Maddocks","given":"O. D."},{"family":"Malloy","given":"C."},{"family":"Metallo","given":"C. M."},{"family":"Meuillet","given":"E. J."},{"family":"Munger","given":"J."},{"family":"Noh","given":"K."},{"family":"Rabinowitz","given":"J. D."},{"family":"Ralser","given":"M."},{"family":"Sauer","given":"U."},{"family":"Stephanopoulos","given":"G."},{"family":"St-Pierre","given":"J."},{"family":"Tennant","given":"D. A."},{"family":"Wittmann","given":"C."},{"family":"Vander Heiden","given":"M. G."},{"family":"Vazquez","given":"A."},{"family":"Vousden","given":"K."},{"family":"Young","given":"J. D."},{"family":"Zamboni","given":"N."},{"family":"Fendt","given":"S. M."}],"citation-key":"buescher2015","container-title":"Curr Opin Biotechnol","DOI":"10.1016/j.copbio.2015.02.003","ISSN":"1879-0429 (Electronic) 0958-1669 (Linking)","issued":{"date-parts":[[2015,8]]},"page":"189-201","PMCID":"PMC4552607","title":"A roadmap for interpreting (13)C metabolite labeling patterns from cells","type":"article-journal","volume":"34"},
  {"id":"flamme2014","abstract":"Oxygen sensing by hypoxia-inducible factor prolyl hydroxylases (HIF-PHs) is the dominant regulatory mechanism of erythropoietin (EPO) expression. In chronic kidney disease (CKD), impaired EPO expression causes anemia, which can be treated by supplementation with recombinant human EPO (rhEPO). However, treatment can result in rhEPO levels greatly exceeding the normal physiological range for endogenous EPO, and there is evidence that this contributes to hypertension in patients with CKD. Mimicking hypoxia by inhibiting HIF-PHs, thereby stabilizing HIF, is a novel treatment concept for restoring endogenous EPO production. HIF stabilization by oral administration of the HIF-PH inhibitor BAY 85-3934 (molidustat) resulted in dose-dependent production of EPO in healthy Wistar rats and cynomolgus monkeys. In repeat oral dosing of BAY 85-3934, hemoglobin levels were increased compared with animals that received vehicle, while endogenous EPO remained within the normal physiological range. BAY 85-3934 therapy was also effective in the treatment of renal anemia in rats with impaired kidney function and, unlike treatment with rhEPO, resulted in normalization of hypertensive blood pressure in a rat model of CKD. Notably, unlike treatment with the antihypertensive enalapril, the blood pressure normalization was achieved without a compensatory activation of the renin-angiotensin system. Thus, BAY 85-3934 may provide an approach to the treatment of anemia in patients with CKD, without the increased risk of adverse cardiovascular effects seen for patients treated with rhEPO. Clinical studies are ongoing to investigate the effects of BAY 85-3934 therapy in patients with renal anemia.","author":[{"family":"Flamme","given":"I."},{"family":"Oehme","given":"F."},{"family":"Ellinghaus","given":"P."},{"family":"Jeske","given":"M."},{"family":"Keldenich","given":"J."},{"family":"Thuss","given":"U."}],"citation-key":"flamme2014","container-title":"PLoS One","DOI":"10.1371/journal.pone.0111838","ISSN":"1932-6203 (Electronic) 1932-6203 (Linking)","issue":"11","issued":{"date-parts":[[2014]]},"page":"e111838","PMCID":"PMC4230943","title":"Mimicking hypoxia to treat anemia: HIF-stabilizer BAY 85-3934 (Molidustat) stimulates erythropoietin production without hypertensive effects","type":"article-journal","volume":"9"},
  {"id":"gameiro2013a","abstract":"Cancer and proliferating cells exhibit an increased demand for glutamine-derived carbons to support anabolic processes. In addition, reductive carboxylation of alpha-ketoglutarate by isocitrate dehydrogenase 1 (IDH1) and 2 (IDH2) was recently shown to be a major source of citrate synthesis from glutamine. The role of NAD(P)H/NAD(P)(+) cofactors in coordinating glucose and glutamine utilization in the tricarboxylic acid (TCA) cycle is not well understood, with the source(s) of NADPH for the reductive carboxylation reaction remaining unexplored. Nicotinamide nucleotide transhydrogenase (NNT) is a mitochondrial enzyme that transfers reducing equivalents from NADH to NADPH. Here, we show that knockdown of NNT inhibits the contribution of glutamine to the TCA cycle and activates glucose catabolism in SkMel5 melanoma cells. The increase in glucose oxidation partially occurred through pyruvate carboxylase and rendered NNT knockdown cells more sensitive to glucose deprivation. Importantly, knocking down NNT inhibits reductive carboxylation in SkMel5 and 786-O renal carcinoma cells. Overexpression of NNT is sufficient to stimulate glutamine oxidation and reductive carboxylation, whereas it inhibits glucose catabolism in the TCA cycle. These observations are supported by an impairment of the NAD(P)H/NAD(P)(+) ratios. Our findings underscore the role of NNT in regulating central carbon metabolism via redox balance, calling for other mechanisms that coordinate substrate preference to maintain a functional TCA cycle.","author":[{"family":"Gameiro","given":"P. A."},{"family":"Laviolette","given":"L. A."},{"family":"Kelleher","given":"J. K."},{"family":"Iliopoulos","given":"O."},{"family":"Stephanopoulos","given":"G."}],"citation-key":"gameiro2013a","container-title":"J Biol Chem","DOI":"10.1074/jbc.M112.396796","ISSN":"1083-351X (Electronic) 0021-9258 (Linking)","issue":"18","issued":{"date-parts":[[2013,5,3]]},"page":"12967-77","PMCID":"PMC3642339","title":"Cofactor balance by nicotinamide nucleotide transhydrogenase (NNT) coordinates reductive carboxylation and glucose catabolism in the tricarboxylic acid (TCA) cycle","type":"article-journal","volume":"288"},
  {"id":"garcia-bermudez2018","abstract":"As oxygen is essential for many metabolic pathways, tumour hypoxia may impair cancer cell proliferation(1-4). However, the limiting metabolites for proliferation under hypoxia and in tumours are unknown. Here, we assessed proliferation of a collection of cancer cells following inhibition of the mitochondrial electron transport chain (ETC), a major metabolic pathway requiring molecular oxygen(5). Sensitivity to ETC inhibition varied across cell lines, and subsequent metabolomic analysis uncovered aspartate availability as a major determinant of sensitivity. Cell lines least sensitive to ETC inhibition maintain aspartate levels by importing it through an aspartate/glutamate transporter, SLC1A3. Genetic or pharmacologic modulation of SLC1A3 activity markedly altered cancer cell sensitivity to ETC inhibitors. Interestingly, aspartate levels also decrease under low oxygen, and increasing aspartate import by SLC1A3 provides a competitive advantage to cancer cells at low oxygen levels and in tumour xenografts. Finally, aspartate levels in primary human tumours negatively correlate with the expression of hypoxia markers, suggesting that tumour hypoxia is sufficient to inhibit ETC and, consequently, aspartate synthesis in vivo. Therefore, aspartate may be a limiting metabolite for tumour growth, and aspartate availability could be targeted for cancer therapy.","author":[{"family":"Garcia-Bermudez","given":"J."},{"family":"Baudrier","given":"L."},{"family":"La","given":"K."},{"family":"Zhu","given":"X. G."},{"family":"Fidelin","given":"J."},{"family":"Sviderskiy","given":"V. O."},{"family":"Papagiannakopoulos","given":"T."},{"family":"Molina","given":"H."},{"family":"Snuderl","given":"M."},{"family":"Lewis","given":"C. A."},{"family":"Possemato","given":"R. L."},{"family":"Birsoy","given":"K."}],"citation-key":"garcia-bermudez2018","container-title":"Nat Cell Biol","DOI":"10.1038/s41556-018-0118-z","ISSN":"1476-4679 (Electronic) 1465-7392 (Linking)","issue":"7","issued":{"date-parts":[[2018,7]]},"page":"775-781","PMCID":"PMC6030478","title":"Aspartate is a limiting metabolite for cancer cell proliferation under hypoxia and in tumours","type":"article-journal","volume":"20"},
  {"id":"gardner2001","abstract":"Mammalian cellular responses to hypoxia include adaptive metabolic changes and a G1 cell cycle arrest. Although transcriptional regulation of metabolic genes by the hypoxia-induced transcription factor (HIF-1) has been established, the mechanism for the hypoxia-induced G1 arrest is not known. By using genetically defined primary wild-type murine embryo fibroblasts and those nullizygous for regulators of the G1/S checkpoint, we observed that the retinoblastoma protein is essential for the G1/S hypoxia-induced checkpoint, whereas p53 and p21 are not required. In addition, we found that the cyclin-dependent kinase inhibitor p27 is induced by hypoxia, thereby inhibiting CDK2 activity and forestalling S phase entry through retinoblastoma protein hypophosphorylation. Reduction or absence of p27 abrogated the hypoxia-induced G1 checkpoint, suggesting that it is a key regulator of G1/S transition in hypoxic cells. Intriguingly, hypoxic induction of p27 appears to be transcriptional and through an HIF-1-independent region of its proximal promoter. This demonstration of the molecular mechanism of hypoxia-induced G1/S regulation provides insight into a fundamental response of mammalian cells to low oxygen tension.","author":[{"family":"Gardner","given":"L. B."},{"family":"Li","given":"Q."},{"family":"Park","given":"M. S."},{"family":"Flanagan","given":"W. M."},{"family":"Semenza","given":"G. L."},{"family":"Dang","given":"C. V."}],"citation-key":"gardner2001","container-title":"The Journal of Biological Chemistry","container-title-short":"J Biol Chem","DOI":"10.1074/jbc.M010189200","ISSN":"0021-9258","issue":"11","issued":{"date-parts":[[2001,3,16]]},"language":"eng","page":"7919-7926","PMID":"11112789","source":"PubMed","title":"Hypoxia inhibits G1/S transition through regulation of p27 expression","type":"article-journal","volume":"276"},
  {"id":"hubbi2015","abstract":"Hypoxia is a physiological cue that impacts diverse physiological processes, including energy metabolism, autophagy, cell motility, angiogenesis, and erythropoiesis. One of the key cell-autonomous effects of hypoxia is as a modulator of cell proliferation. For most cell types, hypoxia induces decreased cell proliferation, since an increased number of cells, with a consequent increase in O2 demand, would only exacerbate hypoxic stress. However, certain cell populations maintain cell proliferation in the face of hypoxia. This is a common pathological hallmark of cancers, but can also serve a physiological function, as in the maintenance of stem cell populations that reside in a hypoxic niche. This review will discuss major molecular mechanisms by which hypoxia regulates cell proliferation in different cell populations, with a particular focus on the role of hypoxia-inducible factors.","author":[{"family":"Hubbi","given":"M. E."},{"family":"Semenza","given":"G. L."}],"citation-key":"hubbi2015","container-title":"Am J Physiol Cell Physiol","DOI":"10.1152/ajpcell.00279.2015","ISSN":"1522-1563 (Electronic) 0363-6143 (Linking)","issue":"12","issued":{"date-parts":[[2015,12,15]]},"page":"C775-82","PMCID":"PMC4683214","publisher":"American Physiological Society","title":"Regulation of cell proliferation by hypoxia-inducible factors","type":"article-journal","volume":"309"},
  {"id":"jain2020","abstract":"Human cells are able to sense and adapt to variations in oxygen levels. Historically, much research in this field has focused on hypoxia-inducible factor (HIF) signaling and reactive oxygen species (ROS). Here, we perform genome-wide CRISPR growth screens at 21%, 5%, and 1% oxygen to systematically identify gene knockouts with relative fitness defects in high oxygen (213 genes) or low oxygen (109 genes), most without known connection to HIF or ROS. Knockouts of many mitochondrial pathways thought to be essential, including complex I and enzymes in Fe-S biosynthesis, grow relatively well at low oxygen and thus are buffered by hypoxia. In contrast, in certain cell types, knockout of lipid biosynthetic and peroxisomal genes causes fitness defects only in low oxygen. Our resource nominates genetic diseases whose severity may be modulated by oxygen and links hundreds of genes to oxygen homeostasis.","author":[{"family":"Jain","given":"I. H."},{"family":"Calvo","given":"S. E."},{"family":"Markhard","given":"A. L."},{"family":"Skinner","given":"O. S."},{"family":"To","given":"T. L."},{"family":"Ast","given":"T."},{"family":"Mootha","given":"V. K."}],"citation-key":"jain2020","container-title":"Cell","DOI":"10.1016/j.cell.2020.03.029","ISSN":"1097-4172 (Electronic) 0092-8674 (Linking)","issue":"3","issued":{"date-parts":[[2020,4,30]]},"page":"716-727 e11","PMCID":"PMC7293541","title":"Genetic Screen for Cell Fitness in High or Low Oxygen Highlights Mitochondrial and Lipid Metabolism","type":"article-journal","volume":"181"},
  {"id":"jiang2016","abstract":"Cells receive growth and survival stimuli through their attachment to an extracellular matrix (ECM). Overcoming the addiction to ECM-induced signals is required for anchorage-independent growth, a property of most malignant cells. Detachment from ECM is associated with enhanced production of reactive oxygen species (ROS) owing to altered glucose metabolism. Here we identify an unconventional pathway that supports redox homeostasis and growth during adaptation to anchorage independence. We observed that detachment from monolayer culture and growth as anchorage-independent tumour spheroids was accompanied by changes in both glucose and glutamine metabolism. Specifically, oxidation of both nutrients was suppressed in spheroids, whereas reductive formation of citrate from glutamine was enhanced. Reductive glutamine metabolism was highly dependent on cytosolic isocitrate dehydrogenase-1 (IDH1), because the activity was suppressed in cells homozygous null for IDH1 or treated with an IDH1 inhibitor. This activity occurred in absence of hypoxia, a well-known inducer of reductive metabolism. Rather, IDH1 mitigated mitochondrial ROS in spheroids, and suppressing IDH1 reduced spheroid growth through a mechanism requiring mitochondrial ROS. Isotope tracing revealed that in spheroids, isocitrate/citrate produced reductively in the cytosol could enter the mitochondria and participate in oxidative metabolism, including oxidation by IDH2. This generates NADPH in the mitochondria, enabling cells to mitigate mitochondrial ROS and maximize growth. Neither IDH1 nor IDH2 was necessary for monolayer growth, but deleting either one enhanced mitochondrial ROS and reduced spheroid size, as did deletion of the mitochondrial citrate transporter protein. Together, the data indicate that adaptation to anchorage independence requires a fundamental change in citrate metabolism, initiated by IDH1-dependent reductive carboxylation and culminating in suppression of mitochondrial ROS.","author":[{"family":"Jiang","given":"L."},{"family":"Shestov","given":"A. A."},{"family":"Swain","given":"P."},{"family":"Yang","given":"C."},{"family":"Parker","given":"S. J."},{"family":"Wang","given":"Q. A."},{"family":"Terada","given":"L. S."},{"family":"Adams","given":"N. D."},{"family":"McCabe","given":"M. T."},{"family":"Pietrak","given":"B."},{"family":"Schmidt","given":"S."},{"family":"Metallo","given":"C. M."},{"family":"Dranka","given":"B. P."},{"family":"Schwartz","given":"B."},{"family":"DeBerardinis","given":"R. J."}],"citation-key":"jiang2016","container-title":"Nature","DOI":"10.1038/nature17393","ISSN":"1476-4687 (Electronic) 0028-0836 (Linking)","issue":"7598","issued":{"date-parts":[[2016,4,14]]},"page":"255-8","PMCID":"PMC4860952","title":"Reductive carboxylation supports redox homeostasis during anchorage-independent growth","type":"article-journal","volume":"532"},
  {"id":"kaelin2008a","abstract":"The von Hippel-Lindau disease is caused by inactivating germline mutations of the VHL tumour suppressor gene and is associated with an increased risk of a variety of tumours in an allele-specific manner. The role of the heterodimeric transcription factor hypoxia-inducible factor (HIF) in the pathogenesis of VHL-defective tumours has been more firmly established during the past 5 years. In addition, there is now a greater appreciation of HIF-independent VHL functions that are relevant to tumour development, including maintenance of the primary cilium, regulation of extracellular matrix formation and turnover, and modulation of cell death in certain cell types following growth factor withdrawal or in response to other forms of stress.","author":[{"family":"Kaelin","given":"W. G."}],"citation-key":"kaelin2008a","container-title":"Nat Rev Cancer","DOI":"10.1038/nrc2502","ISSN":"1474-1768 (Electronic) 1474-175X (Linking)","issue":"11","issued":{"date-parts":[[2008,11]]},"page":"865-73","title":"The von Hippel-Lindau tumour suppressor protein: O2 sensing and cancer","type":"article-journal","volume":"8"},
  {"id":"koshiji2004","abstract":"Hypoxia induces angiogenesis and glycolysis for cell growth and survival, and also leads to growth arrest and apoptosis. HIF-1alpha, a basic helix-loop-helix PAS transcription factor, acts as a master regulator of oxygen homeostasis by upregulating various genes under low oxygen tension. Although genetic studies have indicated the requirement of HIF-1alpha for hypoxia-induced growth arrest and activation of p21(cip1), a key cyclin-dependent kinase inhibitor controlling cell cycle checkpoint, the mechanism underlying p21(cip1) activation has been elusive. Here we demonstrate that HIF-1alpha, even in the absence of hypoxic signal, induces cell cycle arrest by functionally counteracting Myc, thereby derepressing p21(cip1). The HIF-1alpha antagonism is mediated by displacing Myc binding from p21(cip1) promoter. Neither HIF-1alpha transcriptional activity nor its DNA binding is essential for cell cycle arrest, indicating a divergent role for HIF-1alpha. In keeping with its antagonism of Myc, HIF-1alpha also downregulates Myc-activated genes such as hTERT and BRCA1. Hence, we propose that Myc is an integral part of a novel HIF-1alpha pathway, which regulates a distinct group of Myc target genes in response to hypoxia.","author":[{"family":"Koshiji","given":"Minori"},{"family":"Kageyama","given":"Yukio"},{"family":"Pete","given":"Erin A."},{"family":"Horikawa","given":"Izumi"},{"family":"Barrett","given":"J. Carl"},{"family":"Huang","given":"L. Eric"}],"citation-key":"koshiji2004","container-title":"The EMBO journal","container-title-short":"EMBO J","DOI":"10.1038/sj.emboj.7600196","ISSN":"0261-4189","issue":"9","issued":{"date-parts":[[2004,5,5]]},"language":"eng","page":"1949-1956","PMCID":"PMC404317","PMID":"15071503","source":"PubMed","title":"HIF-1alpha induces cell cycle arrest by functionally counteracting Myc","type":"article-journal","volume":"23"},
  {"id":"lee2019","abstract":"The inability to inspect metabolic activities within subcellular compartments has been a major barrier to our understanding of eukaryotic cell metabolism. Here, we describe a spatial-fluxomics approach for inferring metabolic fluxes in mitochondria and cytosol under physiological conditions, combining isotope tracing, rapid subcellular fractionation, LC-MS-based metabolomics, computational deconvolution, and metabolic network modeling. Applied to study reductive glutamine metabolism in cancer cells, shown to mediate fatty acid biosynthesis under hypoxia and defective mitochondria, we find a previously unappreciated role of reductive IDH1 as the sole net contributor of carbons to fatty acid biosynthesis under standard normoxic conditions in HeLa cells. In murine cells with defective SDH, we find that reductive biosynthesis of citrate in mitochondria is followed by a reversed CS activity, suggesting a new route for supporting pyrimidine biosynthesis. We expect this spatial-fluxomics approach to be a highly useful tool for elucidating the role of metabolic dysfunction in human disease.","author":[{"family":"Lee","given":"W. D."},{"family":"Mukha","given":"D."},{"family":"Aizenshtein","given":"E."},{"family":"Shlomi","given":"T."}],"citation-key":"lee2019","container-title":"Nat Commun","DOI":"10.1038/s41467-019-09352-1","ISSN":"2041-1723 (Electronic) 2041-1723 (Linking)","issue":"1","issued":{"date-parts":[[2019,3,22]]},"page":"1351","PMCID":"PMC6430770","title":"Spatial-fluxomics provides a subcellular-compartmentalized view of reductive glutamine metabolism in cancer cells","type":"article-journal","volume":"10"},
  {"id":"lee2019a","abstract":"Since the discovery of hypoxia-inducible factor (HIF), numerous studies on the hypoxia signaling pathway have been performed. The role of HIF stabilization during hypoxia has been extended from the induction of a single gene erythropoietin to the upregulation of a couple of hundred downstream targets, which demonstrates the complexity and importance of the HIF signaling pathway. Accordingly, HIF and its downstream targets are emerging as novel therapeutic options to treat various organ injuries. In this review, we discuss the current understanding of HIF signaling in four different organ systems, including the heart, lung, liver, and kidney. We also discuss the divergent roles of HIF in acute and chronic disease conditions and their revealed functions. Finally, we introduce some of the efforts that are being performed to translate our current knowledge in hypoxia signaling to clinical medicine.","author":[{"family":"Lee","given":"J. W."},{"family":"Ko","given":"J."},{"family":"Ju","given":"C."},{"family":"Eltzschig","given":"H. K."}],"citation-key":"lee2019a","container-title":"Exp Mol Med","DOI":"10.1038/s12276-019-0235-1","ISSN":"2092-6413 (Electronic) 1226-3613 (Linking)","issue":"6","issued":{"date-parts":[[2019,6,20]]},"page":"1-13","PMCID":"PMC6586801","title":"Hypoxia signaling in human diseases and therapeutic targets","type":"article-journal","volume":"51"},
  {"id":"lee2020b","abstract":"Energy stress depletes ATP and induces cell death. Here we identify an unexpected inhibitory role of energy stress on ferroptosis, a form of regulated cell death induced by iron-dependent lipid peroxidation. We found that ferroptotic cell death and lipid peroxidation can be inhibited by treatments that induce or mimic energy stress. Inactivation of AMP-activated protein kinase (AMPK), a sensor of cellular energy status, largely abolishes the protective effects of energy stress on ferroptosis in vitro and on ferroptosis-associated renal ischaemia-reperfusion injury in vivo. Cancer cells with high basal AMPK activation are resistant to ferroptosis and AMPK inactivation sensitizes these cells to ferroptosis. Functional and lipidomic analyses further link AMPK regulation of ferroptosis to AMPK-mediated phosphorylation of acetyl-CoA carboxylase and polyunsaturated fatty acid biosynthesis. Our study demonstrates that energy stress inhibits ferroptosis partly through AMPK and reveals an unexpected coupling between ferroptosis and AMPK-mediated energy-stress signalling.","accessed":{"date-parts":[[2020,6,26]]},"author":[{"family":"Lee","given":"H."},{"family":"Zandkarimi","given":"F."},{"family":"Zhang","given":"Y."},{"family":"Meena","given":"J. K."},{"family":"Kim","given":"J."},{"family":"Zhuang","given":"L."},{"family":"Tyagi","given":"S."},{"family":"Ma","given":"L."},{"family":"Westbrook","given":"T. F."},{"family":"Steinberg","given":"G. R."},{"family":"Nakada","given":"D."},{"family":"Stockwell","given":"B. R."},{"family":"Gan","given":"B."}],"citation-key":"lee2020b","container-title":"Nat Cell Biol","DOI":"10.1038/s41556-020-0461-8","ISSN":"1476-4679 (Electronic) 1465-7392 (Linking)","issue":"2","issued":{"date-parts":[[2020,2]]},"language":"en","page":"225-234","PMCID":"PMC7008777","source":"www.nature.com","title":"Energy-stress-mediated AMPK activation inhibits ferroptosis","type":"article-journal","volume":"22"},
  {"id":"melendez-rodriguez2019","abstract":"Cellular aspartate drives cancer cell proliferation, but signaling pathways that rewire aspartate biosynthesis to control cell growth remain largely unknown. Hypoxia-inducible factor-1alpha (HIF1alpha) can suppress tumor cell proliferation. Here, we discovered that HIF1alpha acts as a direct repressor of aspartate biosynthesis involving the suppression of several key aspartate-producing proteins, including cytosolic glutamic-oxaloacetic transaminase-1 (GOT1) and mitochondrial GOT2. Accordingly, HIF1alpha suppresses aspartate production from both glutamine oxidation as well as the glutamine reductive pathway. Strikingly, the addition of aspartate to the culture medium is sufficient to relieve HIF1alpha-dependent repression of tumor cell proliferation. Furthermore, these key aspartate-producing players are specifically repressed in VHL-deficient human renal carcinomas, a paradigmatic tumor type in which HIF1alpha acts as a tumor suppressor, highlighting the in vivo relevance of these findings. In conclusion, we show that HIF1alpha inhibits cytosolic and mitochondrial aspartate biosynthesis and that this mechanism is the molecular basis for HIF1alpha tumor suppressor activity.","author":[{"family":"Melendez-Rodriguez","given":"F."},{"family":"Urrutia","given":"A. A."},{"family":"Lorendeau","given":"D."},{"family":"Rinaldi","given":"G."},{"family":"Roche","given":"O."},{"family":"Bogurcu-Seidel","given":"N."},{"family":"Ortega Muelas","given":"M."},{"family":"Mesa-Ciller","given":"C."},{"family":"Turiel","given":"G."},{"family":"Bouthelier","given":"A."},{"family":"Hernansanz-Agustin","given":"P."},{"family":"Elorza","given":"A."},{"family":"Escasany","given":"E."},{"family":"Li","given":"Q. O. Y."},{"family":"Torres-Capelli","given":"M."},{"family":"Tello","given":"D."},{"family":"Fuertes","given":"E."},{"family":"Fraga","given":"E."},{"family":"Martinez-Ruiz","given":"A."},{"family":"Perez","given":"B."},{"family":"Gimenez-Bachs","given":"J. M."},{"family":"Salinas-Sanchez","given":"A. S."},{"family":"Acker","given":"T."},{"family":"Sanchez Prieto","given":"R."},{"family":"Fendt","given":"S. M."},{"family":"De Bock","given":"K."},{"family":"Aragones","given":"J."}],"citation-key":"melendez-rodriguez2019","container-title":"Cell Rep","DOI":"10.1016/j.celrep.2019.01.106","ISSN":"2211-1247 (Electronic)","issue":"9","issued":{"date-parts":[[2019,2,26]]},"page":"2257-2265 e4","title":"HIF1alpha Suppresses Tumor Cell Proliferation through Inhibition of Aspartate Biosynthesis","type":"article-journal","volume":"26"},
  {"id":"metallo2011","abstract":"Acetyl coenzyme A (AcCoA) is the central biosynthetic precursor for fatty-acid synthesis and protein acetylation. In the conventional view of mammalian cell metabolism, AcCoA is primarily generated from glucose-derived pyruvate through the citrate shuttle and ATP citrate lyase in the cytosol. However, proliferating cells that exhibit aerobic glycolysis and those exposed to hypoxia convert glucose to lactate at near-stoichiometric levels, directing glucose carbon away from the tricarboxylic acid cycle and fatty-acid synthesis. Although glutamine is consumed at levels exceeding that required for nitrogen biosynthesis, the regulation and use of glutamine metabolism in hypoxic cells is not well understood. Here we show that human cells use reductive metabolism of alpha-ketoglutarate to synthesize AcCoA for lipid synthesis. This isocitrate dehydrogenase-1 (IDH1)-dependent pathway is active in most cell lines under normal culture conditions, but cells grown under hypoxia rely almost exclusively on the reductive carboxylation of glutamine-derived alpha-ketoglutarate for de novo lipogenesis. Furthermore, renal cell lines deficient in the von Hippel-Lindau tumour suppressor protein preferentially use reductive glutamine metabolism for lipid biosynthesis even at normal oxygen levels. These results identify a critical role for oxygen in regulating carbon use to produce AcCoA and support lipid synthesis in mammalian cells.","author":[{"family":"Metallo","given":"C. M."},{"family":"Gameiro","given":"P. A."},{"family":"Bell","given":"E. L."},{"family":"Mattaini","given":"K. R."},{"family":"Yang","given":"J."},{"family":"Hiller","given":"K."},{"family":"Jewell","given":"C. M."},{"family":"Johnson","given":"Z. R."},{"family":"Irvine","given":"D. J."},{"family":"Guarente","given":"L."},{"family":"Kelleher","given":"J. K."},{"family":"Vander Heiden","given":"M. G."},{"family":"Iliopoulos","given":"O."},{"family":"Stephanopoulos","given":"G."}],"citation-key":"metallo2011","container-title":"Nature","DOI":"10.1038/nature10602","ISSN":"1476-4687 (Electronic) 0028-0836 (Linking)","issue":"7381","issued":{"date-parts":[[2011,11,20]]},"page":"380-4","PMCID":"PMC3710581","title":"Reductive glutamine metabolism by IDH1 mediates lipogenesis under hypoxia","type":"article-journal","volume":"481"},
  {"id":"oldham2015","abstract":"Metabolic adaptation to hypoxia is critical for survival in metazoan species for which reason they have developed cellular mechanisms for mitigating its adverse consequences. Here, we have identified L-2-hydroxyglutarate (L2HG) as a universal adaptive determinant of the hypoxia response. L2HG is a metabolite of unknown function produced by the reduction of mitochondrial 2-oxoglutarate by malate dehydrogenase. L2HG accumulates in response to increases in 2-oxoglutarate, which occur as a result of tricarboxylic acid cycle dysfunction and increased mitochondrial reducing potential. These changes are closely coupled to cellular redox homeostasis, as increased cellular L2HG inhibits electron transport and glycolysis to offset the adverse consequences of mitochondrial reductive stress induced by hypoxia. Thus, L2HG couples mitochondrial and cytoplasmic energy metabolism in a model of cellular redox regulation.","author":[{"family":"Oldham","given":"W. M."},{"family":"Clish","given":"C. B."},{"family":"Yang","given":"Y."},{"family":"Loscalzo","given":"J."}],"citation-key":"oldham2015","container-title":"Cell Metabolism","DOI":"10.1016/j.cmet.2015.06.021","ISSN":"1932-7420 (Electronic) 1550-4131 (Linking)","issue":"2","issued":{"date-parts":[[2015,8,4]]},"page":"291-303","PMCID":"PMC4526408","title":"Hypoxia-Mediated Increases in L-2-hydroxyglutarate Coordinate the Metabolic Response to Reductive Stress","type":"article-journal","volume":"22"},
  {"id":"scott2011","abstract":"Metabolic rewiring is an established hallmark of cancer, but the details of this rewiring at a systems level are not well characterized. Here we acquire this insight in a melanoma cell line panel by tracking metabolic flux using isotopically labeled nutrients. Metabolic profiling and flux balance analysis were used to compare normal melanocytes to melanoma cell lines in both normoxic and hypoxic conditions. All melanoma cells exhibited the Warburg phenomenon; they used more glucose and produced more lactate than melanocytes. Other changes were observed in melanoma cells that are not described by the Warburg phenomenon. Hypoxic conditions increased fermentation of glucose to lactate in both melanocytes and melanoma cells (the Pasteur effect). However, metabolism was not strictly glycolytic, as the tricarboxylic acid (TCA) cycle was functional in all melanoma lines, even under hypoxia. Furthermore, glutamine was also a key nutrient providing a substantial anaplerotic contribution to the TCA cycle. In the WM35 melanoma line glutamine was metabolized in the \"reverse\" (reductive) direction in the TCA cycle, particularly under hypoxia. This reverse flux allowed the melanoma cells to synthesize fatty acids from glutamine while glucose was primarily converted to lactate. Altogether, this study, which is the first comprehensive comparative analysis of metabolism in melanoma cells, provides a foundation for targeting metabolism for therapeutic benefit in melanoma.","author":[{"family":"Scott","given":"D. A."},{"family":"Richardson","given":"A. D."},{"family":"Filipp","given":"F. V."},{"family":"Knutzen","given":"C. A."},{"family":"Chiang","given":"G. G."},{"family":"Ronai","given":"Z. A."},{"family":"Osterman","given":"A. L."},{"family":"Smith","given":"J. W."}],"citation-key":"scott2011","container-title":"J Biol Chem","DOI":"10.1074/jbc.M111.282046","ISSN":"1083-351X (Electronic) 0021-9258 (Linking)","issue":"49","issued":{"date-parts":[[2011,12,9]]},"page":"42626-34","PMCID":"PMC3234981","title":"Comparative metabolic flux profiling of melanoma cell lines: beyond the Warburg effect","type":"article-journal","volume":"286"},
  {"id":"semenza2012b","abstract":"Hypoxia-inducible factors (HIFs) mediate adaptive physiological responses to hypoxia. In human cancers that are accessible for O(2) electrode measurements, intratumoral hypoxia is common and severe hypoxia is associated with increased risk of mortality. HIF activity in regions of intratumoral hypoxia mediates angiogenesis, epithelial-mesenchymal transition, stem-cell maintenance, invasion, metastasis, and resistance to radiation therapy and chemotherapy. A growing number of drugs have been identified that inhibit HIF activity by a variety of molecular mechanisms. Because many of these drugs are already FDA-approved for other indications, clinical trials can (and should) be initiated to test the hypothesis that incorporation of HIF inhibitors into current standard-of-care therapy will increase the survival of cancer patients.","author":[{"family":"Semenza","given":"G. L."}],"citation-key":"semenza2012b","container-title":"Trends Pharmacol Sci","DOI":"10.1016/j.tips.2012.01.005","ISSN":"1873-3735 (Electronic) 0165-6147 (Linking)","issue":"4","issued":{"date-parts":[[2012,4]]},"page":"207-14","PMCID":"PMC3437546","title":"Hypoxia-inducible factors: mediators of cancer progression and targets for cancer therapy","type":"article-journal","volume":"33"},
  {"id":"wenger2015","abstract":"\"What is the O2 concentration in a normoxic cell culture incubator?\" This and other frequently asked questions in hypoxia research will be answered in this review. Our intention is to give a simple introduction to the physics of gases that would be helpful for newcomers to the field of hypoxia research. We will provide background knowledge about questions often asked, but without straightforward answers. What is O2 concentration, and what is O2 partial pressure? What is normoxia, and what is hypoxia? How much O2 is experienced by a cell residing in a culture dish in vitro vs in a tissue in vivo? By the way, the O2 concentration in a normoxic incubator is 18.6%, rather than 20.9% or 20%, as commonly stated in research publications. And this is strictly only valid for incubators at sea level.","author":[{"family":"Wenger","given":"R. H."},{"family":"Kurtcuoglu","given":"V."},{"family":"Scholz","given":"C. C."},{"family":"Marti","given":"H. H."},{"family":"Hoogewijs","given":"D."}],"citation-key":"wenger2015","container-title":"Hypoxia (Auckl)","DOI":"10.2147/HP.S92198","ISSN":"2324-1128 (Print) 2324-1128 (Linking)","issued":{"date-parts":[[2015]]},"page":"35-43","PMCID":"PMC5045069","title":"Frequently asked questions in hypoxia research","type":"article-journal","volume":"3"},
  {"id":"wheaton2011","abstract":"Adaptation to lowering oxygen levels (hypoxia) requires coordinated downregulation of metabolic demand and supply to prevent a mismatch in ATP utilization and production that might culminate in a bioenergetic collapse. Hypoxia diminishes ATP utilization by downregulating protein translation and the activity of the Na-K-ATPase. Hypoxia diminishes ATP production in part by lowering the activity of the electron transport chain through activation of the transcription factor hypoxia-inducible factor-1. The decrease in electron transport limits the overproduction of reactove oxygen species during hypoxia and slows the rate of oxygen depletion to prevent anoxia. In this review, we discuss these mechanisms that diminish metabolic supply and demand for adaptation to hypoxia.","author":[{"family":"Wheaton","given":"W. W."},{"family":"Chandel","given":"N. S."}],"citation-key":"wheaton2011","container-title":"Am J Physiol Cell Physiol","DOI":"10.1152/ajpcell.00485.2010","ISSN":"1522-1563 (Electronic) 0363-6143 (Linking)","issue":"3","issued":{"date-parts":[[2011,3]]},"page":"C385-93","PMCID":"PMC3063979","title":"Hypoxia. 2. Hypoxia regulates cellular metabolism","type":"article-journal","volume":"300"},
  {"id":"wise2011","abstract":"Citrate is a critical metabolite required to support both mitochondrial bioenergetics and cytosolic macromolecular synthesis. When cells proliferate under normoxic conditions, glucose provides the acetyl-CoA that condenses with oxaloacetate to support citrate production. Tricarboxylic acid (TCA) cycle anaplerosis is maintained primarily by glutamine. Here we report that some hypoxic cells are able to maintain cell proliferation despite a profound reduction in glucose-dependent citrate production. In these hypoxic cells, glutamine becomes a major source of citrate. Glutamine-derived alpha-ketoglutarate is reductively carboxylated by the NADPH-linked mitochondrial isocitrate dehydrogenase (IDH2) to form isocitrate, which can then be isomerized to citrate. The increased IDH2-dependent carboxylation of glutamine-derived alpha-ketoglutarate in hypoxia is associated with a concomitant increased synthesis of 2-hydroxyglutarate (2HG) in cells with wild-type IDH1 and IDH2. When either starved of glutamine or rendered IDH2-deficient by RNAi, hypoxic cells are unable to proliferate. The reductive carboxylation of glutamine is part of the metabolic reprogramming associated with hypoxia-inducible factor 1 (HIF1), as constitutive activation of HIF1 recapitulates the preferential reductive metabolism of glutamine-derived alpha-ketoglutarate even in normoxic conditions. These data support a role for glutamine carboxylation in maintaining citrate synthesis and cell growth under hypoxic conditions.","author":[{"family":"Wise","given":"D. R."},{"family":"Ward","given":"P. S."},{"family":"Shay","given":"J. E."},{"family":"Cross","given":"J. R."},{"family":"Gruber","given":"J. J."},{"family":"Sachdeva","given":"U. M."},{"family":"Platt","given":"J. M."},{"family":"DeMatteo","given":"R. G."},{"family":"Simon","given":"M. C."},{"family":"Thompson","given":"C. B."}],"citation-key":"wise2011","container-title":"Proc Natl Acad Sci U S A","DOI":"10.1073/pnas.1117773108","ISSN":"1091-6490 (Electronic) 0027-8424 (Linking)","issue":"49","issued":{"date-parts":[[2011,12,6]]},"page":"19611-6","PMCID":"PMC3241793","title":"Hypoxia promotes isocitrate dehydrogenase-dependent carboxylation of alpha-ketoglutarate to citrate to support cell growth and viability","type":"article-journal","volume":"108"},
  {"id":"young2014","abstract":"Mass spectrometry (MS) offers a sensitive, reliable, and highly accurate method for measurement of isotopic labeling, which is required for generating comprehensive flux maps using metabolic flux analysis (MFA). We present protocols for assessing isotope labeling in a wide range of biochemical species, including proteinogenic amino acids, free organic and amino acids, sugar phosphates, lipids, starch-glucose, and RNA-ribose. We describe the steps of sample preparation, MS analysis, and data handling required to obtain high-quality isotope labeling measurements that are applicable to MFA. By selecting target analytes that maximize identifiability of the key fluxes of interest, MS measurements of isotope labeling can provide a powerful platform for assessing metabolic fluxes in complex biochemical networks.","author":[{"family":"Young","given":"J. D."},{"family":"Allen","given":"D. K."},{"family":"Morgan","given":"J. A."}],"citation-key":"young2014","container-title":"Methods Mol Biol","DOI":"10.1007/978-1-62703-661-0_7","ISSN":"1940-6029 (Electronic) 1064-3745 (Linking)","issued":{"date-parts":[[2014]]},"page":"85-108","title":"Isotopomer measurement techniques in metabolic flux analysis II: mass spectrometry","type":"article-journal","volume":"1083"}
]
